// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lås resurser";

InitializationWarningTitle = "Är du säker på att du vill initialisera masslagringsenheten \"%@\"?";
InitializationWarningMsg = "Alla data på enheten kommer att förloras och du kan inte ångra denna åtgärd.";
InitializeButtonTitle = "Initialisera";
CancelButtonTitle = "Avbryt";

ControlPanelNoLocking = "Ingen låsning";
ControlPanelMinimalLocking = "Minimal låsning";
ControlPanelModerateLocking = "Moderat låsning";
ControlPanelIntermediateLocking = "Mellanliggande låsning";
ControlPanelMaximalLocking = "Maximal låsning";

TaskDescription = "Hantera resurser genom att ändra åtkomsten till kontrollpanelen och lagringsenheten.";
PanelLockLabel = "Åtkomstnivå för kontrollpanelen:";
LockNote = "Klicka på markeringsrutan för att låsa eller låsa upp en masslagringsenhet.";
LockColumnTitle = "Lås";
UnitColumnTitle = "Masslagringsenheter";
InitializeUnitButtonTitle = "Initialisera vald masslagringsenhet";
ApplyButtonTitle = "Verkställ nu";